const formInflections = {
    'い': {
        'う': 'い',
        'く': 'き',
        'す': 'し',
        'つ': 'ち',
        'ぬ': 'に',
        'む': 'み',
        'る': 'り',
        '': '',
    },
    'あ': {
        'う': 'わ',
        'く': 'か',
        'す': 'さ',
        'つ': 'た',
        'ぬ': 'な',
        'む': 'ま',
        'る': 'ら',
        '': '',
    },
    'っ': {
        'う': 'っ',
        'く': 'い',
        'す': 'し',
        'つ': 'っ',
        'ぬ': 'ん',
        'む': 'ん',
        'る': 'っ',
        '': '',
    }
}

module.exports = formInflections;